StrathbogieBrewing/megate-archive/hardware/megate/avr/boards.txt
megate.name=Megate

megate.build.mcu=atmega8
megate.build.f_cpu=921600L
megate.build.board=AVR_NG
megate.build.core=megate
megate.build.variant=standard

megate.upload.maximum_size=7680
megate.upload.maximum_data_size=1024
megate.upload.tool=arduino:avrdude
megate.upload.speed=19200
megate.upload.protocol=avr109
megate.upload.params.quiet=-q

megate.bootloader.tool=avrdude
megate.bootloader.low_fuses=0xe1
megate.bootloader.high_fuses=0xdc
megate.bootloader.path=avr109
megate.bootloader.file=avr109/avr109.hex
megate.bootloader.unlock_bits=0x3F
megate.bootloader.lock_bits=0x0F
